Repository: NiXerasse/vsm-tgbot-wh
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: The inquiry has been sent to bot for answering. Go to the bot.
ru: Обращение было передано в бот для ответа. Перейдите в бот.

source: Hello
ru: Здравствуйте

source: Send to bot for answer
ru: Передать в бот для ответа

source: Go to bot
ru: Перейти в бот

source: Inquiries
ru: Обращения

source: Reset employee password
ru: Сбросить пароль сотрудника

source: Log out of your account
ru: Выйти из личного кабинета

source: Reset password
ru: Сбросить пароль

source: Back
ru: Назад

source: Login by PIN
ru: Войти по ПИН

source: Login by username
ru: Войти по логину

source: Got it
ru: Ясно

source: Save
ru: Сохранить

source: Change username
ru: Сменить логин

source: Get worked hours info
ru: Посмотреть отработанные часы

source: Detailed
ru: Подробнее

source: The rate info
ru: Информация по ставке

source: Write inquiry
ru: Написать обращение

source: Send
ru: Отправить

source: Add a message
ru: Добавить сообщение

source: Delete the entire inquiry
ru: Удалить обращение полностью

source: Delete
ru: Удалить

source: Number of days worked
ru: Количество отработанных дней

source: Accounted hours
ru: Начисленные часы

source: Write answer for inquiry presented below
ru: Напишите ответ на обращение, представленное ниже

source: Welcome
ru: Добро пожаловать

source: You're in administration mode
ru: Вы находитесь в режиме администрирования

source: Your reply to inquiry has been sent.
ru: Ваш ответ на обращение отослан.

source: The inquiry follows below
ru: Текст обращения приведен ниже

source: Enter the service number of employee
ru: Введите табельный номер сотрудника

source: The employee with service number %(tab_no)s is not found
ru: Сотрудник с табельным номером %(tab_no)s не найден

source: Enter correct service number
ru: Введите корректный табельный номер

source: Are you sure you want to reset password for employee?
ru: Вы уверены, что хотите сбросить пароль для сотрудника?

source: The password for employee has been reset successfully
ru: Пароль сотрудника успешно сброшен

source: Employee info
ru: Данные сотрудника

source: The employee can login by an old PIN
ru: Сотрудник может войти с использованием старого ПИН

source: PIN
ru: ПИН

source: Enter your personal PIN
ru: Введите Ваш личный ПИН

source: Choose your language
ru: Выберите язык

source: You entered a wrong PIN
ru: Вы ввели неверный ПИН

source: Please contact your supervisor to get correct PIN
ru: Пожалуйста, обратитесь к Вашему руководителю и получите ПИН

source: You've already set your password
ru: Вы уже установили пароль

source: Please log in by your username
ru: Пожалуйста, войдите по логину

source: Your service number
ru: Ваш табельный номер

source: This is your username, which you will use to log into your personal account.
ru: Это Ваш логин, который Вы будете использовать для входа в личный кабинет.

source: Now you need to enter new password for your account
ru: Теперь Вам необходимо ввести новый пароль для Вашего аккаунта

source: Your username
ru: Ваш логин

source: Your password
ru: Ваш пароль

source: Data saved successfully
ru: Данные успещно сохранены

source: You can now login by username
ru: Теперь Вы можете войти по логину

source: Please enter your username
ru: Пожалуйста, введите Ваш логин

source: Please enter your password
ru: Пожалуйста, введите Ваш пароль

source: You've entered wrong username
ru: Вы ввели неверный логин

source: Please try again
ru: Пожалуйста, попробуйте еще раз

source: Username
ru: Логин

source: You've entered wrong password
ru: Вы ввели неверный пароль

source: Please select the desired period
ru: Пожалуйста, выберите интересующий период

source: Data for
ru: Данные за

source: Here you can write an inquiry regarding employment relations and workflow.
ru: Здесь Вы можете написать обращение относительно трудовых отношений или рабочего процесса.

source: You have no inquiries yet.
ru: У Вас пока нет обращений.

source: Your inquiries
ru: Ваши обращения

source: To work with inquiry press a button with corresponding number below
ru: Для работы с обращением, нажмите кнопку с соответствующим номером ниже

source: SD
ru: ОП

source: Topic
ru: Тема

source: Date
ru: Дата

source: The inquiry
ru: Обращение

source: will be deleted
ru: будет удалено

source: Enter a text for your inquiry with topic
ru: Введите текст для Вашего обращения с темой

source: You are adding the message to the inquiry with topic
ru: Вы добавляете сообщение в обращение с темой:

source: Content of the message
ru: Содержание сообщения

source: Enter a topic for your inquiry.
ru: Введите тему Вашего обращения

source: It will be displayed in the list of requests, so it should be brief and meaningful.
ru: Она будет отображаться в списке обращений и, поэтому, должна быть короткой и осмысленной.

source: Enter the text for the inquiry with topic
ru: Введите текст для обращения с темой

source: Dear Employees
ru: Уважаемые сотрудники

source: Please be advised that information regarding your hourly rate is confidential and is not provided through our corporate Telegram bot.
ru: Обращаем ваше внимание, что информация о вашей почасовой ставке является конфиденциальной и не предоставляется в рамках нашего корпоративного Telegram-бота.

source: To obtain details about your hourly rate, you may contact the Labor and Payroll Department. The department specialists are ready to answer your questions and provide the necessary information in accordance with existing corporate procedures.
ru: Для получения сведений о своей почасовой ставке вы можете обратиться в отдел труда и заработной платы. Специалисты отдела готовы ответить на ваши вопросы и предоставить необходимую информацию в рамках действующих корпоративных процедур.

source: Thank you for your understanding and for maintaining confidentiality.
ru: Благодарим за понимание и соблюдение конфиденциальности.

source: Unfortunately, there is no data about your worked hours for this period yet.
ru: К сожалению, по Вам пока не заполнены данные об отработанных часах за этот период.
